export const buildingsData = [
  {
    id: 1,
    address: `вул.Генерала Шаповалова, 2`,
    entrances: 4,
    citizens: 606,
    isEditButton: true
  },
  {
    id: 2,
    address: `вул.Генерала Шаповалова, 2А`,
    entrances: 4,
    citizens: 606,
    isEditButton: true
  },
  {
    id: 3,
    address: `вул.Генерала Шаповалова, 2Б`,
    entrances: 3,
    citizens: 440,
    isEditButton: true
  },
  {
    id: 4,
    address: `вул.Генерала Шаповалова, 12`,
    entrances: 3,
    citizens: 446,
    isEditButton: true
  },
]

export const infoData = [
  {
    id: 1,
    type: `Гаряча вода`,
    description: `З травня 2018 року на території міста Києва виконавцем послуг з постачання теплової енергії
    та гарячої води здебільшого є комунальне підприємство виконавчого органу Київської міської ради
    (Київської міської державної адміністрації) "Київтеплоенерго". З метою коректного нарахування плати
    за спожиті комунальні послуги споживачам потрібно подавати показання квартирних приладів обліку спожитих
    комунальних послуг у період з 11 числа і до кінця поточного місяця`,
    isEditButton: true
  },
  {
    id: 2,
    type: `Холодна вода`,
    description: `Нарахування плати за послуги з централізованого постачання холодної води та водовідведення
    здійснюються виконавцем зазначених послуг за показаннями приладів обліку, переданих в попередньому місяці.
    На території міста Києва виконавцем послуг з централізованого постачання холодної води та водовідведення
    здебільшого є  ПрАТ "АК "Київводоканал". Подавати показання квартирних приладів обліку води необхідно
    щомісяця з 10 числа і до кінця поточного місяця`,
    isEditButton: true
  },
  {
    id: 3,
    type: `Електроенергія`,
    description: `Нарахування плати за послуги з централізованого постачання холодної води та водовідведення
    здійснюються виконавцем зазначених послуг за показаннями приладів обліку, переданих в попередньому місяці.
    На території міста Києва виконавцем послуг з централізованого постачання холодної води та водовідведення
    здебільшого є  ПрАТ "АК "Київводоканал". Подавати показання квартирних приладів обліку води необхідно
    щомісяця з 10 числа і до кінця поточного місяця`,
    isEditButton: true
  },
  {
    id: 4,
    type: `Газ`,
    description: `З метою коректного нарахування плати за спожиті комунальні послуги споживачам потрібно подавати
    показання квартирних приладів обліку спожитих комунальних послуг у період з 11 числа і до кінця поточного місяця`,
    isEditButton: true
  },
]
